Repository: Gargoros/GreetingsApp_Swift
Catalog: GreetingsApp/*.lproj/Localizable.strings
Languages: ru

source: Greeting in SwiftUI App
ru: Приветствие в приложении SwiftUI

source: Learning iOS programming to create iOS apps
ru: Изучение программирования на iOS для создания приложений на iOS

source: Learning to write programs stretches your mind.
ru: Учась писать программы, вы расширяете свой кругозор.

source: I learned the fundamentals for programming!
ru: Я изучил основы программирования!

source: I could not have gotten this far without the support.
ru: Я бы не смог зайти так далеко без вашей поддержки.

source: I came in with near zero programming knowledge.
ru: Я пришел сюда почти с нулевыми знаниями в области программирования.

source: When you throw yourself out there great things happen.
ru: Когда ты бросаешься туда, происходят великие вещи.

source: Coding is the language of the future.
ru: Кодирование - это язык будущего.

source: Hello there!
ru: Привет!

source: Welcome to Swift
ru: Добро пожаловать в Swift

source: Are you ready to,
ru: Готовы ли вы,

source: strat exploring?
ru: начать исследовать?

source: boom.
ru: бум.

source: The End.
ru: конец.
